<?php

return [
    
    'email' => [
        'verify' => [
            'confirm' => 'Підтвердіть адресу електронної пошти.',
            'click' => 'Натисніть кнопку нижче, щоб підтвердити адресу електронної пошти.',
            'verify_adress' => 'Підтвердіть адресу електронної пошти.',
            'account' => 'Якщо ви не створили обліковий запис, ніяких подальших дій не потребує.',
        ],
        'reset' => [
            'subject' => 'Зміна пароля',
            'explane' => 'Ви отримали цей лист для зміни пароля вашого облікового запису.',
            'reset' => 'Змінити пароль',
            'lifetime' => 'Термін дії посилання для зміни паролю спливає через :count хвилин.',
            'notify' => 'Якщо ві не робили запит на зміну пароля, ніяких подальших дій не потрібно'
        ]

    ]
    
];