<?php

return [

    'email' => [
        'required' => 'Поле "email" должно быть заполнено',
        'email' => 'Email адрес должен включать символ @'
    ],
    'password' => [
        'required' => 'Поле "пароль" должно быть заполнено',
        'min' => 'Пароль должен быть не менее 5 символов ',
        'max' => 'Пароль должен быть не более 10 символов',
        'confirmed' => 'Пароли не совпадают'
    ],
    'newItem' => [
        'unique' => 'Категорія вже існує. Створіть унікальну категорію'
    ],
    'currency' => [
        'unique' => 'Підкатегорія вже існує. Створіть унікальну підкатегорію'
    ],
    'subNewItem' => [
        'unique' => 'Валюта вже існує. Створіть унікальну валюту'
    ]

];